{
  "menu": [
    {
      "id": 1,
      "name": "Classic Onigiri",
      "price": "$3",
      "detail": "A timeless favorite, this hand-pressed rice ball is seasoned with a touch of salt and wrapped with a crispy sheet of nori. Perfectly simple yet deeply satisfying, it captures the essence of traditional Japanese comfort food.",
      "image": "https://images.pexels.com/photos/31302286/pexels-photo-31302286.jpeg"
    },
    {
      "id": 2,
      "name": "Tuna Mayo Onigiri",
      "price": "$3.5",
      "detail": "Filled with a creamy blend of tuna and Japanese mayonnaise, this soft rice ball offers a rich and savory taste in every bite. It's a popular modern variation that balances texture and flavor beautifully.",
      "image": "https://images.pexels.com/photos/31302297/pexels-photo-31302297.jpeg"
    },
    {
      "id": 3,
      "name": "Salmon Onigiri",
      "price": "$4",
      "detail": "A classic combination of moist, flaky grilled salmon encased in perfectly seasoned rice. Finished with a hint of sea salt and wrapped in nori, it's both nourishing and delicious—ideal for lunch or a quick snack.",
      "image": "https://images.pexels.com/photos/31418929/pexels-photo-31418929.jpeg"
    },
    {
      "id": 4,
      "name": "Umeboshi Onigiri",
      "price": "$3",
      "detail": "For those who appreciate bold flavors, this onigiri features a tart and tangy pickled plum center (umeboshi) that cuts through the soft rice with refreshing sharpness. A beloved choice for purists and adventurers alike.",
      "image": "https://images.pexels.com/photos/31251621/pexels-photo-31251621.png"
    },
    {
      "id": 5,
      "name": "Onigiri Party Pack",
      "price": "$12",
      "detail": "An assorted pack of our best-selling onigiri, including Classic, Tuna Mayo, and Salmon varieties. Ideal for gatherings, picnics, or family lunches, each bite brings a unique taste of Japan's favorite rice snack.",
      "image": "https://images.pexels.com/photos/31418931/pexels-photo-31418931.jpeg"
    },
    {
      "id": 6,
      "name": "Spicy Onigiri",
      "price": "$4.5",
      "detail": "This bold rice ball is filled with spicy mentaiko (seasoned cod roe) and finished with a touch of wasabi for an extra kick. Wrapped in nori and balanced with soft rice, it’s perfect for spice lovers looking for something new.",
      "image": "https://images.pexels.com/photos/17593643/pexels-photo-17593643.jpeg"
    },
    {
      "id": 7,
      "name": "Furikake Onigiri",
      "price": "$3.2",
      "detail": "Rolled in a generous coating of furikake—a flavorful Japanese seasoning mix made with dried fish, sesame seeds, and seaweed—this onigiri brings color and crunch to your plate. Great for kids and adults alike.",
      "image": "https://images.pexels.com/photos/31418930/pexels-photo-31418930.jpeg"
    },
    {
      "id": 8,
      "name": "Teriyaki Chicken Onigiri",
      "price": "$4.8",
      "detail": "A fusion-style onigiri stuffed with tender, juicy chicken glazed in a sweet-savory teriyaki sauce. It’s a satisfying mix of traditional rice ball technique with a global twist that brings hearty flavor to every bite.",
      "image": "https://images.pexels.com/photos/31282324/pexels-photo-31282324.jpeg"
    }
  ],
  "bookings": [
    {
      "name": "Lala",
      "email": "apravida@hacktiv8.com",
      "people": "3",
      "booking_date": "2024-01-06T20:26",
      "special_request": "no",
      "created_date": "2023-12-25T13:26:23.363Z",
      "id": 1
    }
  ]
}
